Repository: robertdevore/site-vitals-for-wordpress
Catalog: languages/site-vitals-wp-*.po
Languages: es_mx, fr_fr, it_it

source: Page Load Speed
es_mx: Velocidad de carga de la página
fr_fr: Si cette option est activée, seuls les commentaires parents seront affichés. Cela augmente la vitesse de chargement des pages et les garde claires. Si le visiteur veut lire les réponses, il lui suffit de cliquer le bouton [voir les réponses (12)] situé sur tous les commentaires parents ayant des réponses
it_it: Velocità di caricamento della pagina

source: Image Optimization
es_mx: Optimización de imágenes
fr_fr: Optimisation d'Image
it_it: Ottimizzazione immagini

source: Code Optimization
es_mx: Optimización del código
fr_fr: Optimisation du code
it_it: Ottimizzazione del codice

source: Third-Party Scripts
es_mx: Scripts de terceros
fr_fr: Scripts tiers
it_it: Script di terze parti

source: Database Optimization
es_mx: Optimización de bases de datos
fr_fr: Optimisation de la base de données
it_it: Ottimizzazione del database

source: Caching Status
es_mx: Estado del caché
fr_fr: État de la mise en cache
it_it: Stato della cache

source: Server Response Time
es_mx: Tiempo de respuesta del servidor
fr_fr: Temps de réponse du serveur
it_it: Tempo di risposta del server

source: SSL Certificate
es_mx: Certificado SSL
fr_fr: Certificat SSL
it_it: Certificato SSL

source: Plugin Update Status
es_mx: Estado de actualización del plugin
fr_fr: Statut de mise à jour du plugin
it_it: Stato di aggiornamento del plugin

source: Theme Update Status
es_mx: Estado de actualización del tema
fr_fr: Statut de la mise à jour du thème
it_it: Stato di aggiornamento del tema

source: WordPress Core Update Status
es_mx: Estado de la actualización del núcleo de WordPress
fr_fr: Statut de la mise à jour du noyau de WordPress
it_it: Stato dell'aggiornamento del nucleo di WordPress

source: Login Security (2FA)
es_mx: Seguridad de inicio de sesión (2FA)
fr_fr: Sécurité de la connexion (2FA)
it_it: Sicurezza del login (2FA)

source: Security Headers
es_mx: Cabeceras de seguridad
fr_fr: En-têtes de sécurité
it_it: Intestazioni di sicurezza

source: File Permissions
es_mx: Permisos de archivos
fr_fr: Autorisations
it_it: Permessi del file

source: SEO Meta Tags
es_mx: Metaetiquetas SEO
fr_fr: Balises méta SEO
it_it: Meta tag SEO

source: SEO Plugin Detection
es_mx: Detección de plugins SEO
fr_fr: Détection des plugins SEO
it_it: Rilevamento dei plugin SEO

source: Image Alt Text
es_mx: Texto alternativo de la imagen
fr_fr: Description de l’image pour le référencement
it_it: Testo Alt dell'immagine

source: Sitemap Presence
es_mx: Mapa del sitio Presencia
fr_fr: Présence du plan du site
it_it: Presenza di Sitemap

source: Mobile Responsiveness
es_mx: Capacidad de respuesta móvil
fr_fr: Réactivité mobile
it_it: Reattività mobile

source: Navigation Clarity
es_mx: Claridad de navegación
fr_fr: Clarté de la navigation
it_it: Chiarezza di navigazione

source: 404 Error Pages
es_mx: Páginas de Error 404
fr_fr: 404 Hata Sayfası
it_it: pagine di errore 404

source: Page Load Time on Key Pages
es_mx: Tiempo de carga de las páginas clave
fr_fr: Temps de chargement des pages clés
it_it: Tempo di caricamento della pagina sulle pagine chiave

source: Font Readability
es_mx: Legibilidad de las fuentes
fr_fr: Lisibilité des polices
it_it: Leggibilità dei caratteri

source: Content Freshness
es_mx: Frescura del contenido
fr_fr: Fraîcheur du contenu
it_it: Freschezza dei contenuti

source: Broken Links
es_mx: Enlaces rotos
fr_fr: Voir les liens cassés
it_it: Collegamenti Interrotti

source: Content Length
es_mx: Contenido Longitud
fr_fr: Longueur du contenu
it_it: Lunghezza contenuto

source: Media Usage
es_mx: Uso de los medios de comunicación
fr_fr: Utilisation des médias
it_it: Utilizzo dei media

source: Duplicate Content
es_mx: Contenido duplicado
fr_fr: Dupliquer le contenu
it_it: Duplica contenuti

source: Revision Count
es_mx: Recuento de revisiones
fr_fr: Nombre de révisions
it_it: Conteggio delle revisioni

source: Taxonomy Usage
es_mx: Uso de la taxonomía
fr_fr: Utilisation de la taxonomie
it_it: Utilizzo della tassonomia

source: PHP Version
es_mx: Versión de PHP
fr_fr: Version PHP
it_it: Versione PHP

source: Max Upload Size
es_mx: Tamaño máximo de carga
fr_fr: Taille maximale d&rsquo;upload
it_it: Dimensione massima del file

source: Memory Limit
es_mx: Limite de Memoria
fr_fr: Limite mémoire
it_it: Limite memoria

source: Gzip Compression
es_mx: Compresión Gzip
fr_fr: Compression GZIP
it_it: Compressione Gzip

source: Alt Text for Images
es_mx: Texto alternativo para imágenes
fr_fr: Texte Alt pour les images
it_it: Testo Alt per le immagini

source: Color Contrast
es_mx: Contraste de color
fr_fr: Contraste de couleur
it_it: Contrasto di colore

source: Keyboard Navigation
es_mx: Navegación con Teclado
fr_fr: Navigation du clavier
it_it: Navigazione con la tastiera

source: ARIA Roles and Landmarks
es_mx: Roles y puntos de referencia de ARIA
fr_fr: Rôles et repères ARIA
it_it: Ruoli e punti di riferimento ARIA

source: Form Labels
es_mx: Etiquetas de formulario
fr_fr: Étiquettes du formulaire
it_it: Etichette Modulo

source: Heading Structure
es_mx: Estructura de las rúbricas
fr_fr: Structure des titres
it_it: Struttura delle intestazioni

source: Link Descriptions
es_mx: Descripciones de enlaces
fr_fr: Description des liens
it_it: Descrizioni dei collegamenti

source: Result
es_mx: Resultado
fr_fr: Résultat
it_it: Risultato

source: Recommendation
es_mx: Recomendación del médico
it_it: Suggerimenti

source: No site vitals data available for this category.
es_mx: No hay datos vitales disponibles para esta categoría.
fr_fr: Aucune donnée vitale n'est disponible pour cette catégorie.
it_it: Non sono disponibili dati vitali del sito per questa categoria.

source: Settings
es_mx: Ajustes
fr_fr: Paramètres
it_it: Impostazioni

source: Performance
es_mx: Rendimiento
it_it: Prestazioni

source: Security
es_mx: Seguridad
fr_fr: Sécurité
it_it: Sicurezza

source: SEO
es_mx: Generar SEO

source: User Experience (UX)
es_mx: Experiencia del usuario (UX)
fr_fr: Expérience utilisateur (UX)
it_it: Esperienza utente (UX)

source: Content Management
es_mx: Convierte sin problemas tus publicaciones, páginas y tipos de contenido personalizados de WordPress en archivos Markdown (MD) bien estructurados. Incluye configuraciones de exportación personalizables, compatibilidad con campos personalizados avanzados (ACF) y pods, y una barra de progreso en tiempo real para una gestión de contenido eficiente.
fr_fr: Gestion du contenu
it_it: Gestione di Contenuto

source: Technical Config
es_mx: Configuración técnica
fr_fr: Config technique
it_it: Configurazione tecnica

source: Site Vitals
es_mx: Datos vitales
fr_fr: L'essentiel du site
it_it: Caratteristiche del sito

source: Support
es_mx: Soporte
it_it: Supporto

source: Documentation
es_mx: Documentación
it_it: Documentazione

source: Invalid category.
es_mx: Categoría inválida.
fr_fr: Catégorie invalide.
it_it: Categoria non valida.

source: Unable to retrieve homepage load time. Please check network and server status.
es_mx: No se ha podido recuperar el tiempo de carga de la página de inicio. Compruebe el estado de la red y del servidor.
fr_fr: Impossible de récupérer le temps de chargement de la page d'accueil. Veuillez vérifier l'état du réseau et du serveur.
it_it: Impossibile recuperare il tempo di caricamento della homepage. Controllare lo stato della rete e del server.

source: Needs Improvement
es_mx: Necesita mejorar
fr_fr: Améliorable
it_it: Necessità di miglioramento

source: Good
es_mx: Bueno
fr_fr: Bon
it_it: Buono

source: Average homepage load time is %s seconds. Consider optimizing images, minifying assets, and enabling caching.
es_mx: El tiempo medio de carga de la página de inicio es de %s segundos. Considera optimizar las imágenes, minificar los activos y activar el almacenamiento en caché.
fr_fr: Le temps de chargement moyen de la page d'accueil est de %s secondes. Envisagez d'optimiser les images, de minimiser les ressources et d'activer la mise en cache.
it_it: Il tempo medio di caricamento della homepage è di %s secondi. Considerate l'ottimizzazione delle immagini, la minificazione delle risorse e l'attivazione della cache.

source: Average homepage load time is optimal.
es_mx: El tiempo medio de carga de la página de inicio es óptimo.
fr_fr: Le temps de chargement moyen de la page d'accueil est optimal.
it_it: Il tempo medio di caricamento della homepage è ottimale.

source: Needs Optimization
es_mx: Optimización de las necesidades
fr_fr: Optimisation des besoins
it_it: Ottimizzazione dei bisogni

source: All images are optimized.
es_mx: Todas las imágenes están optimizadas.
fr_fr: Toutes les images sont optimisées.
it_it: Tutte le immagini sono ottimizzate.

source: Consider compressing these images:
es_mx: Considere la posibilidad de comprimir estas imágenes:
fr_fr: Pensez à compresser ces images :
it_it: Considerate la possibilità di comprimere queste immagini:

source: Fair
es_mx: Justo
fr_fr: Acceptable
it_it: Discreto

source: Consider removing or consolidating unused CSS/JS files.
es_mx: Considere la posibilidad de eliminar o consolidar los archivos CSS/JS no utilizados.
fr_fr: Envisager de supprimer ou de consolider les fichiers CSS/JS inutilisés.
it_it: Considerare la possibilità di rimuovere o consolidare i file CSS/JS inutilizzati.

source: Code optimization is at an acceptable level.
es_mx: La optimización del código está a un nivel aceptable.
fr_fr: L'optimisation du code est à un niveau acceptable.
it_it: L'ottimizzazione del codice è a un livello accettabile.

source: Needs Attention
es_mx: Necesita atención
fr_fr: Attention
it_it: Necessitano di attenzione

source: No slow third-party scripts detected.
es_mx: No se han detectado scripts lentos de terceros.
fr_fr: Aucun script tiers lent n'a été détecté.
it_it: Non sono stati rilevati script lenti di terze parti.

source: Consider optimizing or deferring these scripts:
es_mx: Considere la posibilidad de optimizar o aplazar estos guiones:
fr_fr: Envisagez d'optimiser ou de différer ces scripts :
it_it: Considerare l'ottimizzazione o il rinvio di questi script:

source: Server response time is %s seconds. Consider server optimizations or upgrading your hosting plan.
es_mx: El tiempo de respuesta del servidor es de %s segundos. Considere la posibilidad de optimizar el servidor o actualizar su plan de alojamiento.
fr_fr: Le temps de réponse du serveur est de %s secondes. Envisagez d'optimiser votre serveur ou de mettre à niveau votre plan d'hébergement.
it_it: Il tempo di risposta del server è di %s secondi. Considerate l'ottimizzazione del server o l'aggiornamento del vostro piano di hosting.

source: Server response time is optimal.
es_mx: El tiempo de respuesta del servidor es óptimo.
fr_fr: Le temps de réponse du serveur est optimal.
it_it: Il tempo di risposta del server è ottimale.

source: SSL is active on your site.
es_mx: SSL está activo en su sitio.
fr_fr: SSL est actif sur votre site.
it_it: L'SSL è attivo sul vostro sito.

source: Your site is not using SSL. Consider enabling SSL for security and SEO benefits.
es_mx: Su sitio no utiliza SSL. Considere la posibilidad de activar SSL para mayor seguridad y beneficios SEO.
fr_fr: Votre site n'utilise pas le protocole SSL. Envisagez d'activer le protocole SSL pour des raisons de sécurité et de référencement.
it_it: Il vostro sito non utilizza l'SSL. Considerate la possibilità di attivare l'SSL per ottenere vantaggi in termini di sicurezza e SEO.

source: All plugins are up to date.
es_mx: Todos los plugins están actualizados.
fr_fr: Vérifier si les plugins sont à jour.
it_it: Tutti i plugin sono aggiornati.

source: <strong>%1$d outdated plugins</strong> detected: %2$s. Update them to the latest version for security.
es_mx: <strong>%1$d plugins obsoletos</strong> detectados: %2$s. Actualícelos a la última versión por motivos de seguridad.
fr_fr: <strong>%1$d plugins obsolètes</strong> détectés : %2$s. Mettez-les à jour avec la dernière version pour plus de sécurité.
it_it: <strong>%1$d </strong> rilevati <strong>plugin non aggiornati</strong>: %2$s. Aggiornarli alla versione più recente per garantire la sicurezza.

source: All themes are up to date.
es_mx: Todos los temas están actualizados.
fr_fr: Vérifier si les thèmes sont à jour.
it_it: Tutti i temi sono aggiornati.

source: <strong>%1$d outdated themes</strong> detected: %2$s. Update them to the latest version for security.
es_mx: <strong>%1$d temas obsoletos</strong> detectados: %2$s. Actualícelos a la última versión por motivos de seguridad.
fr_fr: <strong>%1$d thèmes obsolètes</strong> détectés : %2$s. Mettez-les à jour avec la dernière version pour plus de sécurité.
it_it: <strong>%1$d </strong> rilevati <strong>temi non aggiornati</strong>: %2$s. Aggiornarli alla versione più recente per garantire la sicurezza.

source: A WordPress core update is available. Please update to the latest version.
es_mx: Está disponible una actualización del núcleo de WordPress. Por favor, actualice a la última versión.
fr_fr: Une mise à jour du noyau de WordPress est disponible. Veuillez mettre à jour vers la dernière version.
it_it: È disponibile un aggiornamento del core di WordPress. Si prega di aggiornare alla versione più recente.

source: WordPress core is up to date.
es_mx: El núcleo de WordPress está actualizado.
fr_fr: Le noyau WordPress est à jour.
it_it: Il nucleo di WordPress è aggiornato.

source: Two-factor authentication is enabled for logins.
es_mx: La autenticación de dos factores está activada para los inicios de sesión.
fr_fr: L'authentification à deux facteurs est activée pour les connexions.
it_it: L'autenticazione a due fattori è abilitata per i login.

source: Consider enabling two-factor authentication for additional login security.
es_mx: Considere la posibilidad de activar la autenticación de dos factores para una mayor seguridad de inicio de sesión.
fr_fr: Envisagez d'activer l'authentification à deux facteurs pour renforcer la sécurité de la connexion.
it_it: Considerate la possibilità di attivare l'autenticazione a due fattori per una maggiore sicurezza del login.

source: All recommended security headers are present.
es_mx: Todas las cabeceras de seguridad recomendadas están presentes.
fr_fr: Tous les en-têtes de sécurité recommandés sont présents.
it_it: Sono presenti tutte le intestazioni di sicurezza consigliate.

source: Missing security headers: %s. Consider adding them to improve security.
es_mx: Faltan cabeceras de seguridad: %s. Considere añadirlas para mejorar la seguridad.
fr_fr: En-têtes de sécurité manquants : %s. Pensez à les ajouter pour améliorer la sécurité.
it_it: Intestazioni di sicurezza mancanti: %s. Considerare la possibilità di aggiungerli per migliorare la sicurezza.

source: File permissions are secure.
es_mx: Los permisos de los archivos son seguros.
fr_fr: Les autorisations de fichiers sont sécurisées.
it_it: Le autorizzazioni dei file sono sicure.

source: Insecure file permissions detected for: %s. Set permissions to the recommended values (644 for files, 755 for directories) for enhanced security.
es_mx: Permisos de archivo inseguros detectados para: %s. Ajuste los permisos a los valores recomendados (644 para archivos, 755 para directorios) para mejorar la seguridad.
fr_fr: Des permissions de fichiers non sécurisées ont été détectées pour : %s. Définissez les autorisations aux valeurs recommandées (644 pour les fichiers, 755 pour les répertoires) pour une sécurité accrue.
it_it: Rilevati permessi di file non sicuri per: %s. Impostare i permessi ai valori consigliati (644 per i file, 755 per le directory) per una maggiore sicurezza.

source: Unable to fetch homepage for SEO check. Please verify the server status.
es_mx: No se ha podido obtener la página de inicio para la comprobación SEO. Compruebe el estado del servidor.
fr_fr: Impossible de récupérer la page d'accueil pour la vérification du référencement. Veuillez vérifier l'état du serveur.
it_it: Impossibile recuperare la homepage per il controllo SEO. Verificare lo stato del server.

source: Title and description meta tags are set correctly.
es_mx: Las metaetiquetas de título y descripción están configuradas correctamente.
fr_fr: Les métabalises de titre et de description sont correctement définies.
it_it: I meta tag Title e Description sono impostati correttamente.

source: Ensure both title and description meta tags are set for optimal SEO.
es_mx: Asegúrese de que tanto el título como la descripción de las metaetiquetas están configurados para un SEO óptimo.
fr_fr: Veillez à ce que les balises méta titre et description soient définies pour un référencement optimal.
it_it: Assicuratevi che i meta tag title e description siano impostati per una SEO ottimale.

source: No SEO Plugins Detected
es_mx: No se han detectado plugins SEO
fr_fr: Aucun plugin SEO n'a été détecté
it_it: Nessun plugin SEO rilevato

source: SEO Plugin Active
es_mx: Plugin SEO Activo
fr_fr: Plugin SEO actif
it_it: Plugin SEO attivo

source: Consider installing an SEO plugin to enhance your site’s search engine visibility.
es_mx: Considere la posibilidad de instalar un plugin SEO para mejorar la visibilidad de su sitio en los motores de búsqueda.
fr_fr: Envisagez d'installer un plugin SEO pour améliorer la visibilité de votre site sur les moteurs de recherche.
it_it: Considerate l'installazione di un plugin SEO per migliorare la visibilità del vostro sito sui motori di ricerca.

source: SEO plugin detected. Your site has additional SEO features enabled.
es_mx: Plugin SEO detectado. Su sitio tiene habilitadas funciones SEO adicionales.
fr_fr: Plugin SEO détecté. Votre site dispose de fonctionnalités SEO supplémentaires.
it_it: Rilevato plugin SEO. Il vostro sito ha attivato ulteriori funzioni SEO.

source: All images have alt text, which is good for SEO.
es_mx: Todas las imágenes tienen texto alternativo, lo que es bueno para el SEO.
fr_fr: Toutes les images sont accompagnées d'un texte alt, ce qui est bon pour le référencement.
it_it: Tutte le immagini hanno un testo alt, il che è positivo per la SEO.

source: <strong>%s images</strong> are missing alt text. Add descriptive alt text to improve SEO.
es_mx: <strong>%s </strong> a <strong>las imágenes</strong> les falta el texto alternativo. Añade un texto alternativo descriptivo para mejorar el SEO.
fr_fr: <strong>%s </strong> n'ont pas de texte alt. Ajoutez un texte alt descriptif pour améliorer le référencement.
it_it: <strong>%s </strong> le <strong>immagini</strong> mancano di testo alt. Aggiungete un testo alt descrittivo per migliorare la SEO.

source: No Sitemap Found
es_mx: No se ha encontrado el mapa del sitio
fr_fr: Aucun plan du site n'a été trouvé
it_it: Nessuna Sitemap trovata

source: Sitemap detected, which helps search engines index your site.
es_mx: Sitemap detectado, que ayuda a los motores de búsqueda a indexar su sitio.
fr_fr: Le plan du site est détecté, ce qui aide les moteurs de recherche à indexer votre site.
it_it: Individuazione della Sitemap, che aiuta i motori di ricerca a indicizzare il sito.

source: No sitemap found. Consider adding a sitemap to improve search engine indexing.
es_mx: No se ha encontrado ningún mapa del sitio. Considera añadir un mapa del sitio para mejorar la indexación en los motores de búsqueda.
fr_fr: Aucun plan du site n'a été trouvé. Pensez à ajouter un sitemap pour améliorer l'indexation par les moteurs de recherche.
it_it: Non è stata trovata alcuna mappa del sito. Considerare l'aggiunta di una mappa del sito per migliorare l'indicizzazione nei motori di ricerca.

source: Your theme supports mobile responsiveness, enhancing user experience on mobile devices.
es_mx: Su tema es compatible con la capacidad de respuesta móvil, lo que mejora la experiencia del usuario en dispositivos móviles.
fr_fr: Votre thème prend en charge la réactivité mobile, ce qui améliore l'expérience de l'utilisateur sur les appareils mobiles.
it_it: Il tema supporta la reattività mobile, migliorando l'esperienza dell'utente sui dispositivi mobili.

source: Consider using a mobile-responsive theme to improve user experience on mobile devices.
es_mx: Considere la posibilidad de utilizar un tema que responda a dispositivos móviles para mejorar la experiencia del usuario en dichos dispositivos.
fr_fr: Envisagez d'utiliser un thème adapté aux mobiles pour améliorer l'expérience des utilisateurs sur les appareils mobiles.
it_it: Considerate l'utilizzo di un tema mobile-responsive per migliorare l'esperienza dell'utente sui dispositivi mobili.

source: Detected <strong>%s pages</strong> might be orphaned with no incoming links. Consider improving navigation or linking these pages.
es_mx: Las <strong>páginas%s </strong> detectadas pueden estar huérfanas sin enlaces entrantes. Considera mejorar la navegación o enlazar estas páginas.
fr_fr: Les <strong>pages%s </strong> détectées peuvent être orphelines, sans liens entrants. Envisagez d'améliorer la navigation ou de relier ces pages.
it_it: Le <strong>pagine%s </strong> rilevate potrebbero essere orfane e prive di link in entrata. Considerate la possibilità di migliorare la navigazione o di collegare queste pagine.

source: Navigation clarity is good, with no orphaned pages detected.
es_mx: La claridad de la navegación es buena, sin que se detecten páginas huérfanas.
fr_fr: La clarté de la navigation est bonne et aucune page orpheline n'a été détectée.
it_it: La chiarezza della navigazione è buona e non sono state rilevate pagine orfane.

source: All images have alt tags, which helps meet accessibility standards.
es_mx: Todas las imágenes tienen etiquetas alt, lo que ayuda a cumplir las normas de accesibilidad.
fr_fr: Toutes les images sont accompagnées de balises alt, ce qui permet de respecter les normes d'accessibilité.
it_it: Tutte le immagini sono dotate di tag alt, il che contribuisce a soddisfare gli standard di accessibilità.

source: <strong>%s images</strong> are missing alt tags. Add descriptive alt tags to improve accessibility.
es_mx: <strong>%s </strong> a <strong>las imágenes</strong> les faltan etiquetas alt. Añade etiquetas alt descriptivas para mejorar la accesibilidad.
fr_fr: <strong>%s </strong> n'ont pas de balises alt. Ajoutez des balises alt descriptives pour améliorer l'accessibilité.
it_it: <strong>%s </strong> le <strong>immagini</strong> mancano di tag alt. Aggiungete tag alt descrittivi per migliorare l'accessibilità.

source: Detected <strong>%s pages</strong> returning 404 errors. Ensure no broken links or missing pages.
es_mx: Detectadas <strong>páginas%s </strong> que devuelven errores 404. Asegúrese de que no hay enlaces rotos o páginas que faltan.
fr_fr: Les <strong>pages du site%s </strong> ont été détectées et renvoient des erreurs 404. Veillez à ce qu'il n'y ait pas de liens brisés ou de pages manquantes.
it_it: Rilevate <strong>pagine%s </strong> che restituiscono errori 404. Assicurarsi che non vi siano collegamenti interrotti o pagine mancanti.

source: No 404 error pages detected, navigation is clear.
es_mx: No se detectan páginas de error 404, la navegación es clara.
fr_fr: Aucune page d'erreur 404 n'a été détectée, la navigation est claire.
it_it: Non sono state rilevate pagine di errore 404, la navigazione è chiara.

source: Homepage load time is <strong>%s seconds</strong>. Consider optimizing images or enabling caching.
es_mx: El tiempo de carga de la página de inicio es de <strong>%s segundos</strong>. Considera optimizar las imágenes o activar la caché.
fr_fr: Le temps de chargement de la page d'accueil est de <strong>%s secondes</strong>. Pensez à optimiser les images ou à activer la mise en cache.
it_it: Il tempo di caricamento della homepage è di <strong>%s secondi</strong>. Considerate la possibilità di ottimizzare le immagini o di attivare la cache.
