Repository: robertdevore/site-vitals-for-wordpress
Catalog: languages/site-vitals-wp-*.po
Languages: es_mx, fr_fr, it_it

source: Homepage load time is optimal.
es_mx: El tiempo de carga de la página de inicio es óptimo.
fr_fr: Le temps de chargement de la page d'accueil est optimal.
it_it: Il tempo di caricamento della homepage è ottimale.

source: Font size and line spacing meet readability standards.
es_mx: El tamaño de letra y el interlineado cumplen las normas de legibilidad.
fr_fr: La taille de la police et l'espacement des lignes répondent aux normes de lisibilité.
it_it: La dimensione dei caratteri e l'interlinea soddisfano gli standard di leggibilità.

source: Consider adjusting font size and line spacing to improve readability.
es_mx: Considere la posibilidad de ajustar el tamaño de letra y el interlineado para mejorar la legibilidad.
fr_fr: Pensez à ajuster la taille de la police et l'espacement des lignes pour améliorer la lisibilité.
it_it: Considerate la possibilità di regolare la dimensione dei caratteri e l'interlinea per migliorare la leggibilità.

source: <strong>%s posts</strong> have not been updated in over a year. Consider updating or reviewing for relevance.
es_mx: <strong>%s los puestos</strong> no se han actualizado en más de un año. Considere la posibilidad de actualizarlos o revisarlos para comprobar su pertinencia.
fr_fr: <strong>%s n</strong> 'ont pas été mis à jour depuis plus d'un an. Envisagez de les mettre à jour ou d'en vérifier la pertinence.
it_it: <strong>%s </strong> i <strong>post</strong> non sono stati aggiornati da oltre un anno. Considerate la possibilità di aggiornarli o di rivederli per verificarne la pertinenza.

source: All posts have been updated recently.
es_mx: Todos los puestos se han actualizado recientemente.
fr_fr: Tous les postes ont été mis à jour récemment.
it_it: Tutti i post sono stati aggiornati di recente.

source: <strong>%s broken links</strong> found. Consider updating or removing these links.
es_mx: <strong>%s enlaces rotos</strong> encontrados. Considere la posibilidad de actualizar o eliminar estos enlaces.
fr_fr: <strong>%s liens brisés</strong> trouvés. Pensez à mettre à jour ou à supprimer ces liens.
it_it: <strong>%s link non funzionanti</strong> trovati. Considerate la possibilità di aggiornare o rimuovere questi link.

source: No broken links detected.
es_mx: No se han detectado enlaces rotos.
fr_fr: Aucun lien brisé n'a été détecté.
it_it: Non sono stati rilevati collegamenti interrotti.

source: <strong>%s posts</strong> have short content. Consider adding more detail or value to these posts.
es_mx: <strong>%s </strong> tienen un contenido breve. Considera la posibilidad de añadir más detalles o valor a estas entradas.
fr_fr: <strong>%s </strong> ont un contenu court<strong>.</strong> Envisagez d'y ajouter plus de détails ou de valeur.
it_it: <strong>%s </strong> i <strong>post</strong> hanno un contenuto breve. Considerate la possibilità di aggiungere più dettagli o valore a questi post.

source: All posts meet the recommended content length.
es_mx: Todos los posts cumplen la longitud de contenido recomendada.
fr_fr: Tous les articles respectent la longueur recommandée.
it_it: Tutti i post rispettano la lunghezza dei contenuti raccomandata.

source: <strong>%s posts</strong> are missing featured images. Consider adding media to enrich content.
es_mx: <strong>%s publicaciones</strong> no tienen imágenes destacadas. Considere la posibilidad de añadir medios para enriquecer el contenido.
fr_fr: <strong>%s </strong> sont dépourvus d'images de présentation. Pensez à ajouter des médias pour enrichir le contenu.
it_it: <strong>%s </strong> i <strong>post</strong> sono privi di immagini in evidenza. Considerate l'aggiunta di media per arricchire i contenuti.

source: All posts include featured images or media.
es_mx: Todas las entradas incluyen imágenes o medios destacados.
fr_fr: Tous les articles comprennent des images ou des médias.
it_it: Tutti i post includono immagini o media in evidenza.

source: <strong>%s posts</strong> have duplicate titles. Consider making each title unique for better SEO.
es_mx: <strong>%s </strong> tienen títulos duplicados. Considera hacer cada título único para mejorar el SEO.
fr_fr: <strong>%s </strong> ont des titres en double<strong>.</strong> Envisagez de rendre chaque titre unique pour améliorer le référencement.
it_it: <strong>%s </strong> i <strong>post</strong> hanno titoli duplicati. Considerate la possibilità di rendere unico ogni titolo per migliorare la SEO.

source: No duplicate titles detected.
es_mx: No se han detectado títulos duplicados.
fr_fr: Aucun titre en double n'a été détecté.
it_it: Non sono stati rilevati titoli doppi.

source: <strong>%s posts</strong> have excessive revisions. Consider cleaning up to optimize the database.
es_mx: <strong>%s los mensajes</strong> tienen demasiadas revisiones. Considere la posibilidad de hacer limpieza para optimizar la base de datos.
fr_fr: <strong>%s </strong> ont <strong>un</strong> nombre excessif de révisions. Envisagez de faire le ménage pour optimiser la base de données.
it_it: <strong>%s </strong> i <strong>post</strong> hanno un numero eccessivo di revisioni. Considerate la possibilità di fare pulizia per ottimizzare il database.

source: Revision count is within an acceptable range.
es_mx: El recuento de revisiones está dentro de un rango aceptable.
fr_fr: Le nombre de révisions se situe dans une fourchette acceptable.
it_it: Il numero di revisioni rientra in un intervallo accettabile.

source: <strong>%s posts</strong> are missing categories or tags. Consider categorizing/tagging them for better organization.
es_mx: <strong>%s </strong> a <strong>las entradas</strong> les faltan categorías o etiquetas. Considera la posibilidad de categorizarlas o etiquetarlas para organizarlas mejor.
fr_fr: <strong>%s </strong> n'ont pas de catégories ou d'étiquettes<strong>.</strong> Envisagez de les classer ou de les étiqueter pour mieux les organiser.
it_it: <strong>%s </strong> i <strong>post</strong> mancano di categorie o tag. Considerate la possibilità di categorizzarli/etichettarli per una migliore organizzazione.

source: All posts are categorized or tagged.
es_mx: Todas las entradas están categorizadas o etiquetadas.
fr_fr: Tous les articles sont classés ou étiquetés.
it_it: Tutti i post sono classificati o etichettati.

source: No Caching Detected
es_mx: No se ha detectado caché
fr_fr: Pas de mise en cache détectée
it_it: Non è stata rilevata alcuna cache

source: Caching Active
es_mx: Caché activo
fr_fr: Mise en cache active
it_it: Caching attivo

source: Consider installing a caching plugin to improve performance.
es_mx: Considere la posibilidad de instalar un plugin de almacenamiento en caché para mejorar el rendimiento.
fr_fr: Envisagez d'installer un plugin de mise en cache pour améliorer les performances.
it_it: Considerare l'installazione di un plugin di caching per migliorare le prestazioni.

source: Caching is active, which helps improve performance.
es_mx: El almacenamiento en caché está activo, lo que ayuda a mejorar el rendimiento.
fr_fr: La mise en cache est active, ce qui contribue à améliorer les performances.
it_it: La cache è attiva e contribuisce a migliorare le prestazioni.

source: PHP version is up to date.
es_mx: La versión de PHP está actualizada.
fr_fr: La version de PHP est à jour.
it_it: La versione di PHP è aggiornata.

source: Current PHP version is %1$s. Consider upgrading to PHP %2$s or higher.
es_mx: La versión actual de PHP es %1$s. Considere la posibilidad de actualizar a PHP %2$s o superior.
fr_fr: La version actuelle de PHP est %1$s. Envisagez une mise à jour vers PHP %2$s ou une version plus récente.
it_it: La versione attuale di PHP è %1$s. Considerare l'aggiornamento a PHP %2$s o superiore.

source: Database optimization recommended: %1$d transients and %2$d post revisions detected.
es_mx: Optimización de la base de datos recomendada: %1$d transitorios y %2$d revisiones posteriores detectadas.
fr_fr: Optimisation de la base de données recommandée : %1$d transitoires et %2$d révisions postales détectées.
it_it: Ottimizzazione del database consigliata: rilevati %1$d transitori e %2$d post-revisioni.

source: Database is optimized.
es_mx: La base de datos está optimizada.
fr_fr: La base de données est optimisée.
it_it: Il database è ottimizzato.

source: Max upload size is sufficient.
es_mx: El tamaño máximo de carga es suficiente.
fr_fr: La taille maximale de téléchargement est suffisante.
it_it: La dimensione massima del caricamento è sufficiente.

source: Current max upload size is %1$s. Consider increasing it for larger media files.
es_mx: El tamaño máximo de subida actual es %1$s. Considera aumentarlo para archivos multimedia más grandes.
fr_fr: La taille maximale actuelle de téléchargement est de %1$s. Envisagez de l'augmenter pour les fichiers multimédias plus volumineux.
it_it: L'attuale dimensione massima di caricamento è %1$s. Considerare la possibilità di aumentarla per i file multimediali più grandi.

source: Memory limit is sufficient.
es_mx: El límite de memoria es suficiente.
fr_fr: La limite de mémoire est suffisante.
it_it: Il limite di memoria è sufficiente.

source: Current memory limit is %1$s. Consider increasing it to at least %2$s.
es_mx: El límite de memoria actual es %1$s. Considera aumentarlo al menos a %2$s.
fr_fr: La limite de mémoire actuelle est de %1$s. Pensez à l'augmenter à au moins %2$s.
it_it: Il limite di memoria attuale è %1$s. Considerare di aumentarlo almeno a %2$s.

source: Gzip compression is enabled, which helps reduce page load time.
es_mx: La compresión Gzip está activada, lo que ayuda a reducir el tiempo de carga de la página.
fr_fr: La compression Gzip est activée, ce qui permet de réduire le temps de chargement des pages.
it_it: È attivata la compressione Gzip, che contribuisce a ridurre il tempo di caricamento delle pagine.

source: Gzip compression is not enabled. Consider enabling it for faster load times.
es_mx: La compresión Gzip no está activada. Considere activarla para acelerar los tiempos de carga.
fr_fr: La compression Gzip n'est pas activée. Pensez à l'activer pour accélérer les temps de chargement.
it_it: La compressione Gzip non è abilitata. Si consiglia di attivarla per velocizzare i tempi di caricamento.

source: All images have alt text.
es_mx: Todas las imágenes tienen texto alternativo.
fr_fr: Toutes les images sont accompagnées d'un texte alt.
it_it: Tutte le immagini hanno un testo alt.

source: <strong>%d images</strong> are missing alt text. Add descriptive alt text for accessibility.
es_mx: <strong>%d </strong> a <strong>las imágenes</strong> les falta el texto alternativo. Añade un texto alternativo descriptivo para mejorar la accesibilidad.
fr_fr: <strong>%d </strong> n'ont pas de texte alt. Ajoutez un texte alt descriptif pour l'accessibilité.
it_it: <strong>%d </strong> le <strong>immagini</strong> mancano di testo alt. Aggiungete un testo alt descrittivo per l'accessibilità.

source: Unchecked
es_mx: No verificado
fr_fr: Non vérifié
it_it: Non selezionato

source: Use a contrast checker to ensure text is readable against its background color.
es_mx: Utilice un comprobador de contraste para asegurarse de que el texto es legible sobre su color de fondo.
fr_fr: Utilisez un vérificateur de contraste pour vous assurer que le texte est lisible par rapport à la couleur d'arrière-plan.
it_it: Utilizzate un controllore di contrasto per assicurarvi che il testo sia leggibile rispetto al suo colore di sfondo.

source: Ensure that all interactive elements are accessible via keyboard navigation.
es_mx: Asegúrese de que todos los elementos interactivos sean accesibles mediante navegación por teclado.
fr_fr: Veiller à ce que tous les éléments interactifs soient accessibles par navigation au clavier.
it_it: Assicuratevi che tutti gli elementi interattivi siano accessibili tramite la navigazione da tastiera.

source: Use appropriate ARIA roles and landmarks on major content areas for accessibility.
es_mx: Utilice roles ARIA apropiados y puntos de referencia en las principales áreas de contenido para la accesibilidad.
fr_fr: Utiliser les rôles et les points de repère ARIA appropriés pour les principales zones de contenu afin d'en assurer l'accessibilité.
it_it: Utilizzare ruoli e punti di riferimento ARIA appropriati nelle principali aree di contenuto per l'accessibilità.

source: All form fields have labels.
es_mx: Todos los campos del formulario tienen etiquetas.
fr_fr: Tous les champs du formulaire ont des étiquettes.
it_it: Tutti i campi del modulo hanno delle etichette.

source: <strong>%d form fields</strong> are missing labels. Add labels to improve accessibility.
es_mx: <strong>%d </strong> faltan etiquetas <strong>en los campos del formulario</strong>. Añade etiquetas para mejorar la accesibilidad.
fr_fr: <strong>%d </strong> les <strong>champs du formulaire</strong> sont dépourvus d'étiquettes. Ajoutez des étiquettes pour améliorer l'accessibilité.
it_it: <strong>%d </strong> i <strong>campi del modulo</strong> sono privi di etichette. Aggiungete le etichette per migliorare l'accessibilità.

source: Ensure headings follow a logical structure (e.g., H1 > H2 > H3) for accessibility.
es_mx: Asegúrese de que los títulos siguen una estructura lógica (por ejemplo, H1 > H2 > H3) para facilitar la accesibilidad.
fr_fr: Veillez à ce que les titres suivent une structure logique (par exemple, H1 > H2 > H3) pour des raisons d'accessibilité.
it_it: Assicurarsi che i titoli seguano una struttura logica (ad esempio, H1 > H2 > H3) per garantire l'accessibilità.

source: All links are descriptive.
es_mx: Todos los enlaces son descriptivos.
fr_fr: Tous les liens sont descriptifs.
it_it: Tutti i link sono descrittivi.

source: <strong>%d links</strong> have ambiguous text. Use descriptive link text for accessibility.
es_mx: <strong>%d </strong> los <strong>enlaces</strong> tienen un texto ambiguo. Utilice un texto descriptivo en los enlaces para mejorar la accesibilidad.
fr_fr: <strong>%d </strong> ont un texte ambigu. Utilisez un texte de lien descriptif pour l'accessibilité.
it_it: <strong>%d </strong> i <strong>link</strong> hanno un testo ambiguo. Utilizzate un testo descrittivo per l'accessibilità.

source: Loading
es_mx: Cargando
fr_fr: Chargement
it_it: Caricamento

source: Site Vitals for WordPress®
es_mx: Site Vitals para WordPress
fr_fr: Vitesses du site pour WordPress®
it_it: Vitali del sito per WordPress

source: Monitor and improve the performance, security, and SEO health of your WordPress® site.
es_mx: Supervise y mejore el rendimiento, la seguridad y la salud SEO de su sitio WordPress®.
fr_fr: Surveillez et améliorez les performances, la sécurité et la santé SEO de votre site WordPress®.
it_it: Monitorate e migliorate le prestazioni, la sicurezza e la salute SEO del vostro sito WordPress®.

source: Error
fr_fr: Erreur
it_it: Errore
